Revit 2027 API
BuiltInFailures.FamilyFailures.InvalidFormularFoundInParameter Property
 Invalid formular found in parameter '[Param Name]' in type '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InvalidFormularFoundInParameter { get; }
Public Shared ReadOnly Property InvalidFormularFoundInParameter As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InvalidFormularFoundInParameter {
	FailureDefinitionId^ get ();
}
static member InvalidFormularFoundInParameter : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace